{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "arrow.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "easy-dotnet.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "img-clip.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "maximizer.nvim": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "neo-tree.nvim": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "none-ls-extras.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-bufdel": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-highlight-colors": { "branch": "main" },
  "nvim-jdtls": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tetris": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "persist-quickfix.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "quicker.nvim": { "branch": "master" },
  "ranger.nvim": { "branch": "main" },
  "render-markdown.nvim": { "branch": "main" },
  "roslyn.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "sonokai": { "branch": "master" },
  "switch.vim": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "vim-tmux-navigator": { "branch": "master" },
  "vscode.nvim": { "branch": "main" },
  "zk-nvim": { "branch": "main" }
}
